brew "act"
brew "ansible"
brew "bat"
brew "bfg"
brew "bundletool"
brew "chezmoi"
brew "cocoapods"
brew "duti"
brew "e2fsprogs"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc@12"
brew "gh"
brew "git-lfs"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ios-deploy"
brew "iperf"
brew "iperf3"
brew "jq"
brew "jump"
brew "just"
brew "lazyjj"
brew "lsd"
brew "magic-wormhole"
brew "make"
brew "mcfly"
brew "mingw-w64"
brew "minio/stable/mc"
brew "mkdocs"
brew "mosh"
brew "neovim"
brew "nmap"
brew "node"
brew "node@20"
brew "openssl@1.1"
brew "pipx"
brew "pnpm"
brew "procs"
brew "pyenv"
brew "python-tk@3.10"
brew "python-tk@3.12"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "superfile"
brew "tere"
brew "tlrc"
brew "tmux"
brew "transmission-cli"
brew "tsonglew/dutis/dutis"
brew "uv"
brew "wakeonlan"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zellij"
cask "android-platform-tools"
cask "bentobox"
cask "betterdisplay"
cask "blackhole-16ch"
cask "bruno"
cask "dbeaver-community"
cask "font-agave-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "obs"
cask "pearcleaner"
cask "reminders-menubar"
